Repository: common-repository/imagica
Catalog: languages/imagica-*.po
Languages: pt_br

source: Settings Imagica
pt_br: Configurações Imagica

source: Settings
pt_br: Configurações

source: Token saved with sucess
pt_br: Token salvo com sucesso

source: Token is invalid
pt_br: Token é invalido

source: Oops something went wrong, looks like you are not authenticated.
pt_br: Oops algo deu errado, parece que você não está autenticado.

source: Images successfully saved
pt_br: Imagens salvas com sucesso

source: Could not create Temporary file.
pt_br: Não foi possível criar arquivos temporários.

source: Home
pt_br: Principal

source: Error:
pt_br: Erro:

source: To access the Imagica Studio, you must include your Imagica API token.
pt_br: Para acessar o Estúdio Imagica, você deve incluir seu token de acesso a API Imagica.

source: Get Token
pt_br: Obter Token

source: Save Token
pt_br: Salvar Token

source: Ask a wordpress admin to setup the access token, so you can generate new images!
pt_br: Peça a um administrador do wordpress configurar o token de acesso, para que você possa gerar novas imagens!

source: Credits
pt_br: Créditos

source: Select the images you want to save to the media
pt_br: Selecione as imagens que você deseja salvar na mídia

source: Your description:
pt_br: Sua descrição:

source: Open image
pt_br: Abrir imagem

source: Back
pt_br: Voltar

source: Regenerate (Consumes credits)
pt_br: Regerar (Consome créditos)

source: Save to library and come back
pt_br: Salve na biblioteca e voltar

source: Enter prompt here
pt_br: Insira o prompt aqui (quanto mais detalhes você der da sua imagem, melhor será o resultado)

source: Select image style
pt_br: Selecione o estilo da imagem

source: Generate image
pt_br: Gerar imagem
